const Terms = () => {
  return (
    <div>
      <div className="container max-w-3xl mx-auto pt-16 pb-20">
        <h1 className="text-[#2c3038] font-medium text-[42px] max-w-3xl mx-auto">
          Welcome to the Sebaghar Terms & Conditions
        </h1>
        <p className="text-[#555a64] pt-4 pb-4 font-medium">
          সেবাঘর ডটকম(Sebaghar.com) একটি টেলিমেডিসিন ও ভিডিও পরামর্শ সার্ভিস
          প্ল্যাটফর্ম। সেবাঘর ডটকম একটি সার্বজনীন মাধ্যম, যেখানে সেবাঘর সংযোগ
          স্থাপন করে দিয়ে থাকে সেবা গ্রহীতা(রোগী) এবং সেবাদাতা(ডাক্তার) এর
          মধ্যে।
        </p>
        <p className="text-[#555a64] pt-8 pb-4 font-medium">
          সেবাঘর ডটকম এর উল্লেখযোগ্য সেবা গুলো দু’ভাগে বিভক্ত ,একটি হচ্ছে রোগী
          কেন্দ্রীক এবং আরেকটি হচ্ছে ডাক্তার কেন্দ্রীক।রোগী কেন্দ্রীক সেবা গুলো
          হচ্ছে টেলিমেডিসিন, ভিডিও পরামর্শ, ই-প্রেসক্রিপশন, ঔষধ রিমাইন্ডার ও
          সেবা হেলথ ব্লগ । সবগুলো সার্ভিস সেবাঘর অ্যাপ এর মাধ্যমে সহজলভ্য। এছাড়া
          ডাক্তার কেন্দ্রীক সার্ভিস গুলো হচ্ছেঃ অনলাইন চেম্বার, অনলাইন শিডিউল
          নির্ধারন করা, অনলাইন ই-প্রেসক্রিপশন করা, ডাক্তার অনলাইন প্রোফাইল
          বানানো।
        </p>
        <p className="text-[#555a64] pt-4 pb-4 font-medium">
          প্রতিটি সার্ভিস বা সেবা গ্রহণের পুর্বে কিছু শর্তাবলী থেকে থাকে এবং
          কিছু সীমাবদ্ধতাও থেকে থাকে।সেই মোতাবেক সেবাঘর ডটকম এর অন্তর্ভুক্ত সব
          গুলো সার্ভিস ব্যবহারের পূর্বে প্রত্যক ব্যবহারকারীকে সেবাঘর প্রদত্ত
          শর্তাবলী মেনে ব্যবহার করতে হবে। কেউ যদি এই শর্তাবলী না মেনে থাকে,
          তাহলে উক্ত ব্যক্তি/প্রতিষ্ঠান সেবাঘর ব্যবহার করা থেকে নিজেকে বিরত
          রাখতে পারে। শুধুমাত্র সেবাঘরের নিম্ন-প্রদত্ত শর্তাবলী মেনেই সার্ভিস
          গ্রহণ করা যাবে এবং সেবাঘর সার্ভিস ব্যবাহারের করার পর উক্ত শর্তাবলীর
          বাহিরের কোন ধরনের যুক্তি প্রযোজ্য হবে না।{" "}
        </p>
        <p className="text-[#555a64] pt-8 pb-4 font-medium">
          আপনি নিম্নোক্ত শর্তাবলীবলি গ্রহণ করার নিশ্চয়তা দিচ্ছেন এবং সম্মতি
          প্রদান করছেন যেঃ{" "}
        </p>
        <ul>
          <li className="text-[#555a64] pt-4 pb-4 font-medium">
            ১) আপনি বাংলাদেশের রাষ্ট্রীয় বিধান অনুযায়ী ১৮ বছর বা তদুর্ধ ব্যক্তি
            অথবা আপনি আপনার পরিবারের একজন পূর্ণ বয়স্ক সদস্যর সম্পূর্ণ অনুমতি এবং
            সঠিক নির্দেশনায় সেবাঘর ডটকমের সকল সার্ভিস ব্যবহার করছেন। অথবা আপনার
            পরিবারের কোন সদস্যের জন্য আপনি এই সার্ভিস ব্যবহার করছেন যা কিনা ঐ
            ব্যক্তি সম্পূর্ণভাবে অবগত। আর উক্ত ব্যক্তি যদি শিশু কিংবা অপূর্ণ
            বয়স্ক হয় তাহলে আপনি তার বৈধ অভিভাবক।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ২) আপনি বাংলাদেশের একজন বৈধ নাগরিক অথবা বাংলাদেশে বৈধ ভাবে বসবাসকারী
            ব্যক্তি।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ৩) সেবাঘর সার্ভিস ব্যবহারকালীন আপনি এই সার্ভিসটিকে কোনভাবেই
            রাষ্ট্রবিরোধী, জনস্বার্থ বিরোধী, রাষ্ট্রের কোন ক্ষতি সাধন হয় এমন
            কাজে ব্যাবহার করবেন না। এছাড়া এই সার্ভিসের মাধ্যমে কোন ব্যক্তির
            ধর্ম,জাতি অবমাননা কিংবা তার ব্যক্তিগত বিষয়ের ক্ষতি সাধন হয় এমন কাজ
            থেকে বিরত থাকবেন। যদি উক্ত ঘটনা গুলো সেবাঘর সার্ভিস মাধ্যমে ঘটিয়ে
            থাকেন তার জন্য সম্পূর্ণ আপনি নিজেই দ্বায়বদ্ধ থাকবেন।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ৪) সেবাঘর সার্ভিস ব্যবহারের জন্য প্রদত্ত আপনার সকল তথ্য; নাম, জন্ম
            তারিখ, রক্তের গ্রুপ, লিঙ্গ, ওজন ও আনুসাঙ্গিক তথ্য আমাদের কাছে সত্য
            বলে বিবেচিত হবে এবং তা আমাদের Privacy & Policy অনুযায়ী আপনার সকল
            তথ্যর নিরাপত্তার নিশ্চয়তা দেয়া হবে। উক্ত তথ্য যদি কোন ভুল থাকে এবং
            সেই ভুল তথ্যের জন্য কোন ধরনের সমস্যার সম্মুখীন হয়ে থাকেন, সেটার জন্য
            সেবাঘর কতৃপক্ষ কোনভাবেই দায়ি বলে বিবেচিত হবে না।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ৫) সেবাঘর সার্ভিস যেহেতু প্রযুক্তি নির্ভর এবং প্রযুক্তিতে অনেক
            সীমাবদ্ধতা থাকে এবং ত্রুটি থাকে সুতরাং সহজে সমাধানযোগ্য না এমন
            প্রযুক্তিগত ক্রুটির কারনে কোন ধরনের সমস্যার সম্মুখীন হয়ে থাকলে
            সেবাঘর দায়ি থাকবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ৬) সেবাঘর ডটকম একটি সার্বজনীন মাধ্যম যেখানে সেবাঘর সংযোগ স্থাপন করে
            দিয়ে থাকে সেবা গ্রহীতা(রোগী) এবং সেবাদাতা(ডাক্তার) এর মধ্যে সুতরাং
            এখানে সেবা গ্রহণের কিছু শর্তাবলী আছেঃ
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            {" "}
            ক) সেবা গ্রহীতা সেবা গ্রহণের পুর্বে ডাক্তারের সম্পূর্ণ ব্যক্তিগত
            তথ্য বাচাই করে নিতে পারে। যদিও সেবাঘর নিজ দ্বায়িতে
            সেবাদাতাদের(ডাক্তারদের) তথ্য যাচাই বাচাই করে থাকে এবং তথ্য যাচাই
            করেই তাদেরকে সেবাঘরে সেবা প্রদানের অনুমতি প্রদান করে থাকে। কিন্তু
            সেবা গ্রহীতা চাইলেই সেবাদাতার(ডাক্তারের) বিএমডিসি(BMDC) আইডি যাচাই
            করে নিতে পারে। সেবা গ্রহীতা কতৃক যাচাই বাচাই করার পর যদি কোন ধরনের
            সমস্যার সম্মুখীন হলে সেবাঘর দায়ি বলে বিবেচিত হবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            খ) যেহেতু সেবাঘর সেবাগ্রহীতা এবং সেবা দাতার মধ্য সংযোগ স্থাপন করে
            থাকে সুতরাং সেবা প্রদানের উপর সেবাঘরের কোন সরাসরি সংযোগ নেই তাই সেবা
            প্রদানের মধ্য কোন সমস্যা হলে সেবাঘর দায়ী বলে বিবেচিত হবে না। কিন্তু
            সেবা প্রদানের কারনের কোন সমস্যার সম্মুখীন হলে সেবা গ্রহীতা সেবাঘর
            সাপোর্টে জানালে উক্ত সেবা দাতার বিরুদ্ধে যথাপোযুক্ত প্রমাণ সাপেক্ষে
            ব্যবস্থা গ্রহণ করা হবে।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            গ) সেবাঘর যেহেতু একটি টেলিমেডিসিন সেবা সুতরাং কখনো সেবাঘর জরুরী
            চিকিৎসা সেবা হিসেবে গণ্য হবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ঘ) সেবাঘর প্ল্যাটফর্ম কখনো আনুষ্ঠানিক রোগ নির্ণয় বা চিকিৎসা প্রদান
            করে থাকে না এটা শুধু মাত্র নিবন্ধিত ডাক্তারদের সাথে সেবা গ্রহীতার
            সংযোগ স্থাপন করে থাকে। তাই এখানে সেবাঘর মাধ্যম ব্যবহার করে আপনার
            স্বাস্থ্য সমস্যা নিয়ে ডাক্তারের সাথে আলোচনা করতে পারবেন এবং পরামর্শ
            চাইতে পারবেন।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ঙ) সেবাঘরের প্ল্যাটফর্ম এর সার্ভিস ব্যাবহার করে কোন নিবন্ধিত
            ডাক্তারের সাথে পরামর্শ করতে পারেন কিন্তু সেই পরামর্শের কারনে যদি
            আপনার শারীরিক কোন সমস্যা বা অঙ্গহানি বা জীবনঘাতী হয়ে থাকে তার জন্য
            সেবাঘর দায়ী থাকবে না।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            চ) সেবাঘর সার্ভিস ব্যাবহার করে কোন নিবন্ধিত ডাক্তারের সাথে পরামর্শ
            করে যদি আপনার ভ্রূণের, আপনার অপ্রাপ্ত বয়স্ক সন্তানের কোন ধরনের
            সমস্যা হয়ে থাকে তার জন্য সেবাঘর দায়ী বলে বিবেচিত হবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ছ) সেবাঘরের নিবন্ধিত ডাক্তারের পরামর্শ নিয়ে সেই পরামর্শ অন্য
            ব্যক্তির উপর প্রয়োগ করলে এবং সেটার জন্য কোন ধরনের সমস্যার সম্মুখীন
            হলে সেবাঘর দায়ী থাকবে না।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            জ) সেবাঘর প্ল্যাটফর্ম এর মাধ্যমে ডাক্তারের পরামর্শ সেবা যেহেতু
            ইন্টারনেট নির্ভর এবং ইন্টারনেট জনিত কোন সমস্যার কারনে সার্ভিস বিঘ্ন
            হলে সেবাঘর কতৃপক্ষ দায়ী বলে বিবেচিত হবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ঝ) সেবাঘর যেহেতু ইন্টারনেট এবং মোবাইল ও কম্পিউটার ডিভাইস এর সাহায্য
            সেবা গ্রহণ করতে হয় তাই উক্ত ডিভাইসের সমস্যার কারনের কোন ধরনের সেবা
            পেতে বিঘ্ন হলে সেবাঘর কতৃপক্ষ দায়ী বলে বিবেচিত হবে না।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ঞ) সেবাঘরের সার্ভিস গ্রহণ করার জন্য যেহেতু ইন্টারনেট ও ডিভাইসের উপর
            নির্ভর করতে হয়, অনেক সময় ডিভাইসের চার্জ কিংবা ইন্টারনেটের সমস্যা
            জনিত কারনে ডাক্তারের নির্ধারিত সময়ের আগে কিংবা পরে ডাক্তার সার্ভিস
            প্রদান করিতে পারে যা কিনা সেবা গ্রহীতা সিস্টেম বিলম্ব হিসেবে ধরে
            নিতে হবে।
          </li>
        </ul>
        <p className="text-[#555a64] pt-10 pb-2 font-semibold text-xl">
          রিফান্ড পলিসি প্রসঙ্গেঃ{" "}
        </p>
        <ul>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ক) সেবাঘর যেহেতু ডাক্তার এবং সেবা গ্রহীতা সবার জন্য উন্মুক্ত মাধ্যম
            তাই এখানে ডাক্তারের ফি সম্পূর্ণ ডাক্তার কতৃক নির্ধারিত হয়ে থাকে
            এখানে সেবাঘরের কোন সংযোগ নেই।তাই ডাক্তারের পরামর্শ ফি সম্পূর্ণ
            ডাক্তারের উপর নির্ভর করে তাই ডাক্তারের পরামর্শ ফি কমানোর জন্য সেবাঘর
            কতৃপক্ষ বিবেচিত হবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            খ) যে সকল ডাক্তার পরামর্শ ফি নিয়ে থাকেন, তাদের পরামর্শ ফি সেবাঘরের
            নির্দিষ্ট পেমেন্ট গেটওয়ের মাধ্যমেই পরিশোধ করে ডাক্তারের
            অ্যাপয়েনন্টমেন্ট নিশ্চিত করতে হবে।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            গ) কোন ডাক্তারের সাথে সরাসরি ভিডিও কল অথবা ম্যাসেজিং অথবা অডিও কল
            অথবা মোবাইল ফোন নাম্বারের মাধ্যমে কথা বলে পরামর্শ নেয়ার পর ডাক্তারের
            পরামর্শ ফি কোন ভাবেই রি-ফান্ড বা ফিরিয়ে দেয়া হবে না সেবা গ্রহীতাকে।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            ঘ) কোন ক্রুটির কারনে কিংবা ডাক্তার যদি সেবা গ্রহীতাকে সেবা প্রদান না
            করতে পারে এবং ডাক্তার সেবাঘরের ভিজিটেড অপশনে ক্লিক না করে তাহলে সেবা
            গ্রহীতার পরিশোধ করা পরামর্শ ফি ফেরত বা রিফান্ড করা হবে।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            {" "}
            ঙ) সেবাঘর প্ল্যাটফর্ম ব্যবহার করে ডাক্তারের পরামর্শ নেয়ার পর কোন
            ভাবেই পরামর্শ ফি ফেরত দেয়া হবে না বলে বিবেচিত হবে।
          </li>
          <li className="text-[#555a64] pt-2 pb-2 font-medium">
            চ) ডাক্তারের পরামর্শ ফি শুধু মাত্র সেবাঘর পেমেন্ট গেটওয়ে ব্যবহার করে
            পরিশোধ করতে হবে এর বাহিরে অন্য কোন মাধ্যম ব্যবহার করে করে থাকলে
            সেবাঘর দায়ী থাকবে না।{" "}
          </li>
          <li className="text-[#555a64] pt-2 pb-10 font-medium">
            ছ) সেবাঘরের মাধ্যমে কোন ধরনের অনৈতিক লেনদেন গ্রহণযোগ্য হবে না এবং এর
            জন্য সেবাঘর কখনো দায়ী থাকবে না।
          </li>
        </ul>
      </div>
    </div>
  );
};

export default Terms;
