const Refund = () => {
  return (
    <div>
      <div className="container max-w-3xl mx-auto pt-16 pb-20">
        <h1 className="text-[#2c3038] font-medium text-[42px] max-w-3xl mx-auto">রিফান্ড পলিসি</h1>
        <ol className="list-decimal list-inside text-[#555a64]">
          <li className="pb-4 pt-4">
            কোন ডাক্তারের সাথে সরাসরি ভিডিও কল অথবা ম্যাসেজিং অথবা অডিও কল অথবা
            মোবাইল ফোন নাম্বারের মাধ্যমে কথা বলে পরামর্শ নেয়ার পর ডাক্তারের
            পরামর্শ ফি কোন ভাবেই রি-ফান্ড বা ফিরিয়ে দেয়া হবে না সেবা গ্রহীতাকে।{" "}
          </li>
          <li className="pb-4">
            কোন ক্রুটির কারনে কিংবা ডাক্তার যদি সেবা গ্রহীতাকে সেবা প্রদান না
            করতে পারে এবং ডাক্তার সেবাঘরের ভিজিটেড অপশনে ক্লিক না করে তাহলে সেবা
            গ্রহীতার পরিশোধ করা পরামর্শ ফি ৩-৫ কার্যদিবসের মধ্যে ফেরত বা রিফান্ড
            করা হবে।{" "}
          </li>
          <li className="pb-4">সেবাঘর প্ল্যাটফর্ম ব্যবহার করে ডাক্তারের পরামর্শ নেয়ার পর কোন ভাবেই পরামর্শ ফি ফেরত দেয়া হবে না বলে বিবেচিত হবে।</li>
          <li className="pb-4">ডাক্তারের পরামর্শ ফি শুধু মাত্র সেবাঘর পেমেন্ট গেটওয়ে ব্যবহার করে পরিশোধ করতে হবে এর বাহিরে অন্য কোন মাধ্যম ব্যবহার করে করে থাকলে সেবাঘর দায়ী থাকবে না। </li>
          <li>সেবাঘরের মাধ্যমে কোন ধরনের অনৈতিক লেনদেন গ্রহণযোগ্য হবে না এবং এর জন্য সেবাঘর কখনো দায়ী থাকবে না।</li>
        </ol>
      </div>
    </div>
  );
};

export default Refund;
